[
    {
        "hair_wavy": "straight",
        "hometown_name": "Hamilton",
        "height_inches": 64,
        "age": 24,
        "num_tattoos": 0,
        "hair_color": "dark",
        "name": "Alissa Giambrone",
        "hair_length": "chest",
        "date_fear": " Running into recent exes",
        "occupation": "Flight Attendant",
        "likes": [
            "Family",
            "friends",
            "laughter",
            "hope",
            "faith"
        ],
        "free_text": " If I never had to upset others, I would be very happy.  If I never got to play with puppies, I would be very sad.  If you could be any animal, what would you be? A wild mustang. Free to run and explore, they're unpredictable and beautiful, and are loyal to their herd.  If you won the lottery, what would you do with your winnings? Adopt dogs and charter a jet for my friends anf fmaily to fly around Europe, with unlimited champagne and a hot air balloon ride over Greece.  What's your most embarrassing moment? I was in-depth stalking a guy's Facebook page and sent my friend a long, detailed text about my findings...except I sent it to him. Oops.  What is your greatest achievement to date? Getting my yoga certification because I've been able to inspire others to do yoga and become instructors!  ",
        "eliminated": true,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/90fe9103-e788-418d-9eb1-4204b7ba1b96/dim/690.1x1.jpg?cb=51351345661",
        "hometown_state": " NJ",
        "ethnicity": "caucasian",
        "goneweek": 2,
        "featured": true,
        "featured_num": 6,
        "intro_order": 21
    },
    {
        "hair_wavy": "straight-medium",
        "hometown_name": "Lake in the Hills",
        "height_inches": 64,
        "age": 24,
        "num_tattoos": 2,
        "hair_color": "light",
        "name": "Amanda Goerlitz",
        "hair_length": "chest",
        "date_fear": " Not having chemistry with someone",
        "occupation": "Ballet Teacher",
        "likes": [
            "Family",
            "a good book"
        ],
        "free_text": " If I never had to clean, I would be very happy.  If I never got to shop, I would be very sad.  What's the most romantic present you have ever received? A guy once wrote me a beautiful letter expressing his feelings for me. I still have it. He was a creep, but a great writer.  If you could be a fictional character, who would you be? Allie from The Notebook. Noah loves her so much, and to find that and have it last a lifetime is a rare thing.  If you won the lottery, what would you do with your winnings? I would first pay off my student loans, and then buy a house while the market is still good. The rest would go into savings.  Where do you see yourself in five years? I'd love to be married, and hopefully running my own ballet studio.",
        "eliminated": true,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/5336c8d9-7f0f-4322-a708-e8e4974b26ec/dim/690.1x1.jpg",
        "hometown_state": " IL",
        "ethnicity": "caucasian",
        "goneweek": 1,
        "featured": true,
        "featured_num": 3,
        "intro_order": 11
    },
    {
        "hair_wavy": "straight",
        "hometown_name": "Chicago",
        "height_inches": 63,
        "age": 29,
        "num_tattoos": 0,
        "hair_color": "dark",
        "name": "Amber James",
        "hair_length": "shoulder",
        "date_fear": " Loving someone and them not feeling the same way",
        "occupation": "Bartender",
        "likes": [
            "Teddy bear",
            "Mom",
            "best friends",
            "brother"
        ],
        "free_text": " If I never had to pay bills, I would be very happy.  If I never got to see my friends/family, I would be very sad.  If you could be someone else for just one day, who would it be? A zookeeper. I would love to be around the different animals and watch how they live.  If you won the lottery, what would you do with your winnings? Travel -- there is so much to see in this world. Also so many families in different countries that can use help.  Top 3 all-time favorite movies? The Lion King, Reservoir Dogs, and A Bronx Tale. What does being married mean to you? Committing to be with each other no matter how tough it can be. Having a life-long friendship and being there for one another.",
        "eliminated": true,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/3305424c-b54e-4d12-8f3e-2d14d37c553f/dim/690.1x1.jpg",
        "hometown_state": " IL",
        "ethnicity": "african-american",
        "goneweek": 3,
        "intro_order": 9
    },
    {
        "hair_wavy": "straight-medium",
        "hometown_name": "Wayne",
        "height_inches": 66,
        "age": 26,
        "num_tattoos": 0,
        "hair_color": "dark",
        "hair_length": "chest",
        "date_fear": " Awkward silence, which is different from silence",
        "occupation": "Freelance Journalist",
        "likes": [
            "Sister and parents",
            "best friend",
            "foundation and mascara"
        ],
        "free_text": " If I never had to wake up before 10am, I would be very happy.  If I never got to cook/eat, I would be very sad.  If you won the lottery, what would you do with your winnings? Buy a room on a cruise ship that I could use any time. A place in Southern California on the beach, a penthouse in New York. Buy Sephora's inventory. Most of all, give a TON to my parents for payback.  If you really wanted to impress a man, what would you do? Make him amazing cheeseburgers and watch football with him because that would be fun for me and him. Plus, my football knowledge is impressive.  Describe the worst first date you've ever been on. I decided to try out being a cougar, but he was sooo immature and had me pay for everything. He was too intmidated to hold a conversation.  What does being married mean to you? Having a best friend to do everything with for life. A constant support and source of comfort, happiness and love.",
        "eliminated": true,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/625b0598-655d-403f-b56b-014a8896dc28/dim/690.1x1.jpg",
        "hometown_state": " NJ",
        "ethnicity": "caucasian",
        "name": "Ashley Iaconetti",
        "intro_order": 5
    },
    {
        "hair_wavy": "straight-medium",
        "hometown_name": "San Diego",
        "height_inches": 65,
        "age": 25,
        "num_tattoos": 2,
        "hair_color": "medium",
        "hair_length": "chest",
        "date_fear": " Having stomach issues and clogging up a toilet, a la Dumb and Dumber",
        "occupation": "Chiropractic Assistant",
        "likes": [
            "Food",
            "family",
            "friends",
            "Wi-Fi",
            "Netflix"
        ],
        "free_text": " If I never had to go back to school, I would be very happy.  If I never got to see my family, I would be very sad.  If you could be any animal, what would you be? A dolphin. They're beautiful and supposedly use 20% of their brains -- brilliant!  If you won the lottery, what would you do with your winnings? I would give a large portion to my family, and then travel!  What's your most embarrassing moment? I have several -- once I was getting gas and the guy asked, \"What kind of gas do you like?\" and I thought he asked \"What kind of guys do you like?\" I responded, \"Tall, dark, and handsome.\" He just stared at me and repeated the question.  What is your greatest achievement to date? Staying and living alone in California when my sister and brother-in-law went back home to Louisiana.",
        "eliminated": false,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/fa63be5f-816c-40d9-8e04-d2755b34573f/dim/690.1x1.jpg",
        "hometown_state": " CA",
        "ethnicity": "caucasian",
        "name": "Becca Tilley",
        "intro_order": 19
    },
    {
        "hair_wavy": "medium",
        "hometown_name": "Carpinteria",
        "height_inches": 69,
        "age": 25,
        "num_tattoos": 2,
        "hair_color": "light",
        "name": "Bo Stanley",
        "hair_length": "chest",
        "date_fear": " No fears. I love being open to new experiences.",
        "occupation": "Plus-Size Model",
        "likes": [
            "Food",
            "exercise",
            "water (i.e.",
            "the ocean)",
            "family",
            "friends"
        ],
        "free_text": " If I never had to sky dive, I would be very happy.  If I never got to have kids, I would be very sad.  What is your greatest achievement to date? Being in the top 12 on the Women's World Qualifying for surfing.  If you could have lunch with three people, living or dead, who would it be? Beyonce, Rihanna, and Mother Theresa. A feast so we could all get down. Food is bonding, and every woman loves food!  If you could be any animal, what would you be? A dolphin, because then I would be in the ocean all day! A dolphin in Hawaii.  If you wanted to approach a man you'd never met before, how would you go about it? Just walk up and start talking to him like a human being...just get to know him, no creepy pick-up lines.",
        "eliminated": true,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/fdc96c7a-d322-487e-8f2f-ac847c3c960c/dim/690.1x1.jpg",
        "hometown_state": " CA",
        "ethnicity": "caucasian",
        "goneweek": 1,
        "intro_order": 27
    },
    {
        "hair_wavy": "straight",
        "hometown_name": "Hollywood",
        "height_inches": 65,
        "age": 27,
        "num_tattoos": 0,
        "hair_color": "mixed",
        "hair_length": "stomach",
        "date_fear": " Being into someone who isn't into me",
        "occupation": "Waitress",
        "likes": [
            "Bible",
            "journal",
            "makeup",
            "snacks",
            "cell phone"
        ],
        "free_text": " If I never had to worry, I would be very happy.  If I never got to step out of my comfort zone, I would be very sad.  If you won the lottery, what would you do with your winnings? Pay off my college loans. Buy my parents whatever they need most, plus a vacation! Save half of the difference and give the other half to charity.  Who is your favorite author? David Foster Wallace or Dave Eggers. Both men have (or had) such a grasp of the human experience and the English language. Great wordsmiths, highly eccentric.  Who do you admire most in the world? People who face danger to promote or defend the things they believe in. That's really living what you talk about.  What is your greatest achievement to date? The children I sponsor are my most proud achievement. I am happy to put my money toward giving them a better life.",
        "eliminated": false,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/e44ce80a-1d49-4d54-bc52-bc2b458ea0a2/dim/690.1x1.jpg",
        "hometown_state": " CA",
        "ethnicity": "asian",
        "name": "Britt Nilsson",
        "featured": true,
        "featured_num": 1,
        "intro_order": 1
    },
    {
        "hair_wavy": "medium",
        "hometown_name": "Orlando",
        "height_inches": 64,
        "age": 26,
        "num_tattoos": 2,
        "hair_color": "dark",
        "name": "Brittany Fetkin",
        "hair_length": "stomach",
        "date_fear": " Gas or violent diarrhea",
        "occupation": "WWE Diva-in-Training",
        "likes": [
            "Family",
            "laughter",
            "the ocean",
            "chocolate",
            "reading material"
        ],
        "free_text": " If I never had to say goodbye, I would be very happy.  If I never got to see the sunset, I would be very sad.  What is your greatest achievement to date? Becoming a WWE Diva and learning to wrestle! So crazy but amazing at the same time.  If you could be a fictional character, who would you be? Belle from Beauty and the Beast. I loved her as a child and now as an adult I admire her ability to see beauty from the inside first.  Describe your idea of the ultimate date. The ultimate date is when you're absolutely in love with a person -- it doesn't even matter where you go or if you stay home on the couch. I've been on amazing dates, but if I felt nothing, none of it mattered.  What's your most embarrassing moment? Peeing while still being attached to a microphone, or my shorts coming off in my very first wrestling match.",
        "eliminated": true,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/6212d78f-0822-40a8-b94d-d8ec434f9168/dim/690.1x1.jpg",
        "hometown_state": " FL",
        "ethnicity": "caucasian",
        "goneweek": 1,
        "intro_order": 24
    },
    {
        "hair_wavy": "straight-medium",
        "hometown_name": "Arlington",
        "height_inches": 64,
        "age": 29,
        "num_tattoos": 0,
        "hair_color": "light",
        "hair_length": "chest",
        "date_fear": " Silence",
        "occupation": "Cruise Ship Singer",
        "likes": [
            "God",
            "family",
            "mascara",
            "curling iron",
            "cut-off denim shorts"
        ],
        "free_text": " I love it when my date is invested, opens the door, asks questions, looks me in the eyes, compliments me, smiles, laughs, holds my hand.  I hate it when my date looks at his phone the whole time, is absent mentally, is too handsy (at first), eats less than me, is rude to other people. What is the most outrageous thing you've ever done? I had to be a pirate watcher from midnight to 4am in the Red Sea on my last ship. (Yes, you read that correct...actual pirates, not Captain Hook.)  Who is your favorite actor? Rachel McAdams -- she's brilliant while being adorable at the same time. Perfect balance.  What's the most romantic present you have ever received? A handpicked flower from his walk to pick me up. Something about a man twirling a flower in his fingers...so sweet and thoughtful.  What does being married mean to you? Two souls growing independently and intertwined at the same time. Unconditional love, trust, companionship and compassion.",
        "eliminated": false,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/ec18c2a8-752e-4499-8553-3cdb8038c35d/dim/690.1x1.jpg",
        "hometown_state": " TX",
        "ethnicity": "caucasian",
        "name": "Carly Waddell",
        "intro_order": 25
    },
    {
        "hair_wavy": "medium",
        "hometown_name": "Los Angeles",
        "height_inches": 64,
        "age": 28,
        "num_tattoos": 2,
        "hair_color": "dark",
        "hair_length": "chest",
        "date_fear": " Having to tell someone there's no chemistry",
        "occupation": "Cosmetics Developer",
        "likes": [
            "My dog",
            "my car",
            "my family",
            "avocados",
            "books"
        ],
        "free_text": " If I never had to worry about debt, I would be very happy.  If I never got to go outside, I would be very sad.  What is your greatest achievement to date? Moving to Los Angeles on my own and starting the launch of my business.  If you could be any animal, what would you be? An elephant. They are associated with wisdom and altruism. They are large in scale yet graceful. I love the matriarchy as well.  If you could be a fictional character, who would you be? Jane Eyre. She's admirable, a heroine that relies on herself to get back on her feet. She's complex and passionate.  If you won the lottery, what would you do with your winnings? Launch my business, pay off my debt, set my parents up for retirement, invest, and give back.",
        "eliminated": false,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/13f27ffe-55ec-4642-8066-9513ac3d3a0e/dim/690.1x1.jpg",
        "hometown_state": " CA",
        "ethnicity": "caucasian",
        "name": "Jade Roper",
        "intro_order": 30
    },
    {
        "hair_wavy": "straight",
        "hometown_name": "Washington",
        "height_inches": 62,
        "age": 25,
        "num_tattoos": 0,
        "hair_color": "dark",
        "hair_length": "chest",
        "date_fear": " A guy with bad intentions",
        "occupation": "News Producer",
        "likes": [
            "My phone",
            "chocolate",
            "my bunny rabbit",
            "Netflix",
            "Mexican food"
        ],
        "free_text": " If I never had to mow the lawn, I would be very happy.  If I never got to eat, I would be very sad.  If you really wanted to impress a man, what would you do? Be myself. If he's not impressed he's not the right one. I like intellectual conversations.  What's the most outrageous thing you have ever done? I let Mike Tyson feel my bicep and I let him dangerously close to my ear...but I still have both.  If you could be a fictional character, who would you be? Iron Man -- because he's Iron Man! I want the suit and to be able to save people and fly around.  What's your most embarrassing moment? Possibly this process...getting asked about my life in front of tons of people. Eek!",
        "eliminated": true,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/16cea051-ceac-492f-8f82-46b3ccd895a8/dim/690.16x9.jpg",
        "hometown_state": " DC",
        "ethnicity": "caucasian",
        "name": "Jillian Anderson",
        "featured": true,
        "featured_num": 2,
        "intro_order": 12
    },
    {
        "hair_wavy": "straight",
        "hometown_name": "Windsor",
        "height_inches": 65,
        "age": 24,
        "num_tattoos": 2,
        "hair_color": "light",
        "name": "Jordan Branch",
        "hair_length": "shoulder",
        "date_fear": " Getting stomach cramps",
        "occupation": "Student",
        "likes": [
            "Blush",
            "toothbrush",
            "phone",
            "water",
            "food"
        ],
        "free_text": " I love it when my date opens my door and brings me flowers.  I hate it when my date smacks his food! What's the most outrageous thing you've ever done? I jumped off the back of a boat bar naked in the British Virgin Islands and then was the bartender while the real one took a nap.  If you could be someone else for just one day, who would it be? Britney Spears because she's awesome!  If you really wanted to impress a man, what would you do? Give him a sexy dance because it would turn him on and hopefully lead to more.  Who do you admire most in the world? My mama. She always knows best, she's always been there when I need her -- or even if I don't. She's beautiful, successful, and I think she's amazing.  ",
        "eliminated": true,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/f1363acc-127c-4f1e-93b2-1b68f536a4d9/dim/690.1x1.jpg",
        "hometown_state": " CO",
        "ethnicity": "caucasian",
        "goneweek": 2,
        "intro_order": 22
    },
    {
        "hair_wavy": "straight",
        "hometown_name": "Portland",
        "height_inches": 65,
        "age": 30,
        "num_tattoos": 1,
        "hair_color": "mixed",
        "hair_length": "chest",
        "date_fear": " Long periods of silence",
        "occupation": "Esthetician",
        "likes": [
            "My tinted mineral sunscreen",
            "adventure",
            "faith",
            "drive",
            "sense of humor"
        ],
        "free_text": " If I never had to sleep, I would be very happy.  If I never got to eat, I would be very sad.  If you won the lottery, what would you do with your winnings? Buy property and travel the world! And shop of course...I am a woman. :)  Top 3 all-time favorite movies? Dumb and Dumber, Titanic, and Bridesmaids. What's your worst date memory? The guy took me to dinner, then refused to eat dinner, and then told me he couldn't believe I ate my whole dinner.  Do you consider yourself a romantic? I do! I know there's an amazing man out there for me, I just have to find him -- or hopefully he finds me on The Bachelor!",
        "eliminated": true,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/7128b786-883e-4710-8325-7eceed041e6c/dim/690.1x1.jpg",
        "hometown_state": " OR",
        "ethnicity": "caucasian",
        "name": "Juelia Kinney",
        "intro_order": 18
    },
    {
        "hair_wavy": "medium",
        "hometown_name": "Vancouver",
        "height_inches": 64,
        "age": 29,
        "num_tattoos": 5,
        "hair_color": "medium-dark",
        "hair_length": "chest",
        "date_fear": " That we won't feel the same",
        "occupation": "Dance Instructor",
        "likes": [
            "Moisturizer",
            "family",
            "eyelash curler",
            "sushi",
            "music"
        ],
        "free_text": " If I never had to worry, I would be very happy.  If I never got to love, I would be very sad.  If you won the lottery, what would you do with your winnings? Pay back my parents for all my dance lessons, buy an island and make it into a land of pirates. It would be called Yarrrland.  What is your greatest achievement to date? Getting a dance scholarship and moving out of my small town for it.  If you could be a fictional character, who would you be? April O'Neil because she gets to hang out with the Ninja Turtles and she's a babe.  If you wanted to approach a man you'd never met before, how would you go about it? I'd walk right up to him and just say, \"Good, and you?\"",
        "eliminated": false,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/ca09659f-d608-4934-a7d0-a031c4f502c3/dim/690.1x1.jpg",
        "hometown_state": " BC",
        "ethnicity": "caucasian",
        "name": "Kaitlyn Bristowe",
        "intro_order": 15
    },
    {
        "hair_wavy": "straight",
        "hometown_name": "Brownsville",
        "height_inches": 67,
        "age": 25,
        "num_tattoos": 0,
        "hair_color": "light",
        "name": "Kara Wilson",
        "hair_length": "shoulder",
        "date_fear": " Sweating",
        "occupation": "High School Soccer Coach",
        "likes": [
            "Mountain Dew",
            "cookies",
            "my family",
            "writing",
            "Jesus"
        ],
        "free_text": " If I never had to go to grad school, I would be very happy.  If I never got to teach, I would be very sad.  If you could be someone else for just one day, who would you be? My future husband, so I'd know who he is, what he's like, and what goes on in his head.  What's your most embarrassing moment? A trainer had to massage my shins (splints) and my legs were really hairy. He was handsome, so... yeah.  If you could be any animal, what would you be? A housecat -- they're loved and petted, but their owners respect their independence.  If you really wanted to impress a man, what would you do? Be myself. And wear a sexy yet tasteful outfit. I think it's attractive to be yourself, and not easy when you're nervous.",
        "eliminated": true,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/eecbc0dd-b330-45cd-a5a5-2e5adbbee636/dim/690.1x1.jpg",
        "hometown_state": " KY",
        "ethnicity": "caucasian",
        "goneweek": 1,
        "intro_order": 29
    },
    {
        "hair_wavy": "straight",
        "hometown_name": "Austin",
        "height_inches": 65,
        "age": 28,
        "num_tattoos": 0,
        "hair_color": "dark",
        "hair_length": "neck",
        "date_fear": " Diarrhea",
        "occupation": "Guidance Counselor",
        "likes": [
            "Hope",
            "love",
            "optimism",
            "creativity",
            "chapstick"
        ],
        "free_text": " If I never had to experience the death of a loved one, I would be very happy.  If I never got to be challenged, I would be very sad.  Who do you admire most in the world? My grandma Helen because she is full of grace, wisdom, style, and strength.  If you could be someone else for just one day, who would you be? I'd be my future spouse so I could truly know the person and his experience in life. Then when I ask, \"Honey, how was your day?\" I'd have a better idea.  Top 3 all-time favorite movies? Good Will Hunting, What About Bob?, and Mean Girls. They're great to psychoanalyze.  Describe your idea of the ultimate date. Something neither of us has done -- outdoors, active, and in a new environment.",
        "eliminated": true,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/b29b51cb-60ad-4a3f-b346-6eda948aeab4/dim/690.1x1.jpg",
        "hometown_state": " TX",
        "ethnicity": "caucasian",
        "name": "Kelsey Poe",
        "intro_order": 3
    },
    {
        "hair_wavy": "straight-medium",
        "hometown_name": "Long Island",
        "height_inches": 67,
        "age": 28,
        "num_tattoos": 0,
        "hair_color": "dark",
        "name": "Kimberly Sherbach",
        "hair_length": "chest",
        "date_fear": " Not liking the guy and not being able to escape the date",
        "occupation": "Yoga Instructor",
        "likes": [
            "Yoga",
            "family",
            "popcorn",
            "my niece",
            "makeup"
        ],
        "free_text": " If I never had to think about money, I would be very happy.  If I never got to get dressed up, I would be very sad.  What is your greatest achievement to date? Graduating from college with honors.  If you could be a fictional character, who would you be? Mabe a fairy godmother. It would be fun granting wishes!  Top 3 all-time favorite movies? Shawshank Redemption (I cry every time), Another Earth, and Stepmom.  Do you consider yourself a romantic? Hopeless (or hopeful) romantic. I will always believe in love. Always.",
        "eliminated": true,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/c0a4edda-7d35-4f81-b08b-9a0b6f78de1e/dim/690.1x1.jpg",
        "hometown_state": " NY",
        "ethnicity": "caucasian",
        "goneweek": 2,
        "featured": true,
        "featured_num": 6,
        "intro_order": 28
    },
    {
        "hair_wavy": "curly-medium",
        "hometown_name": "Maple Valley",
        "height_inches": 64,
        "age": 21,
        "num_tattoos": 0,
        "hair_color": "medium-dark",
        "hair_length": "shoulder",
        "date_fear": " That they'll smell bad",
        "occupation": "Dental Assistant",
        "likes": [
            "My family",
            "my dog",
            "friends",
            "food/water"
        ],
        "free_text": " If I never had to get shots, I would be very happy.  If I never got to drive, I would be very sad.  If you could be someone else for just one day, who would you be? Mila Kunis, because she is perfect.  Top 3 all-time favorite movies? Pineapple Express, The Book of Eli, and Mean Girls. If you could be any animal, what would you be? A dog -- they never have to worry and get pampered all the time. (At least mine do.)  What does being married mean to you? Settling down together and starting a family. Be a team, loyal and honest.",
        "eliminated": true,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/fd5722bd-2859-4386-8ca6-c24d3e57e8df/dim/690.1x1.jpg",
        "hometown_state": " WA",
        "ethnicity": "caucasian",
        "name": "Mackenzie Deonigi",
        "featured": true,
        "featured_num": 5,
        "intro_order": 13
    },
    {
        "hair_wavy": "straight",
        "hometown_name": "Nashville",
        "height_inches": 64,
        "age": 24,
        "num_tattoos": 2,
        "hair_color": "light",
        "hair_length": "chest",
        "date_fear": " Not having anything in common",
        "occupation": "Make-Up Artist",
        "likes": [
            "The gym",
            "my family",
            "water",
            "love",
            "and my phone"
        ],
        "free_text": " I love it when my date looks me in the eyes or tells me stories.  I hate it when my date texts while talking to me. If you really wanted to impress a man, what would you do? I think it's important to be yourself and not put up a front. Men are impressed with a down-to-earth girl who can make them feel comfortable. And then they can be themselves too.  If you could be any animal, what would you be? A lion, because they are leaders.  Top 3 all-time favorite movies? The Notebook, Step Brothers, and Gone with the Wind. What's your worst date memory? Last minute, a guy from my class asked me to be with him on New Year's in Memphis, TN. Well, my adventurous self went and got way too drunk. He watched me throw up in my purse! Haha, it was awful!",
        "eliminated": false,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/422f4774-aec0-485d-aa51-328d68f603fa/dim/690.1x1.jpg",
        "hometown_state": " TN",
        "ethnicity": "caucasian",
        "name": "Megan Bell",
        "intro_order": 4
    },
    {
        "hair_wavy": "straight",
        "hometown_name": "Provo",
        "height_inches": 63,
        "age": 25,
        "num_tattoos": 0,
        "hair_color": "dark",
        "name": "Michelle Davis",
        "hair_length": "chest",
        "date_fear": " A guy who doesn't talk or is rude",
        "occupation": "Wedding Cake Decorator",
        "likes": [
            "Family",
            "church/religion",
            "food"
        ],
        "free_text": " If I never had to see another spider or snake, I would be very happy.  If I never got to laugh again, I would be very sad.  If you could be a fictional character, who would you be? Giselle from Enchanted because she's always happy, she makes cute clothes, animals clean her house for her, and she has a good singing voice.  Describe your idea of the ultimate date. A surprise trip to Waikoloa (Hawaii), a luau, a helicopter ride over volcanoes, and watch the sunset on the beach.  Top 3 all-time favorite movies? The Wedding Singer, Pirates of the Caribbean, and Yes Man.  If you really wanted to impress a man, what would you do? Laugh at his jokes to make him feel funny, and ask him questions about himself to make him feel special and show I'm interested. I also make cakes for guys on special occasions.  ",
        "eliminated": true,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/a9da8f1a-3706-41d1-a35a-b73dd75462d1/dim/690.1x1.jpg",
        "hometown_state": " UT",
        "ethnicity": "caucasian",
        "goneweek": 1,
        "intro_order": 17
    },
    {
        "hair_wavy": "straight-medium",
        "hometown_name": "Scottsdale",
        "height_inches": 68,
        "age": 31,
        "num_tattoos": 0,
        "hair_color": "medium",
        "name": "Nicole",
        "hair_length": "shoulder",
        "date_fear": " Having nothing to talk about",
        "occupation": "Real Estate Agent",
        "likes": [
            "My dogs",
            "sunblock",
            "dessert",
            "passport",
            "hiking shoes"
        ],
        "free_text": " I love it when my date is chivalrous, compliments me and is truly interested in getting to know me, and asks questions.  I hate it when my date talks about himself non-stop, doesn't buy dinner (when he asked me out!), has bad manners, is rude to the staff, has bad breath. What is your greatest achievement to date? Being successful enough to have the means and ability to travel wherever I want. I'm also proud of myself for graduating summa cum laude.  If you could be a fictional character, who would you be? Jessica Rabbit because she is so unapologetically sexy with natural sex appeal. Would be fun to be someone so different!   If you could be any animal, what would you be? A wolf. They are magical and bad-ass creatures.  What does being married mean to you? A partnership, to have each other's back in everything, and to have a best friend you want to jump in the sack with.",
        "eliminated": true,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/d8681e06-8438-4d73-a21c-d65c91e3d7c8/dim/690.1x1.jpg",
        "hometown_state": " AZ",
        "ethnicity": "caucasian",
        "goneweek": 1,
        "intro_order": 23
    },
    {
        "hair_wavy": "straight-medium",
        "hometown_name": "New York City",
        "height_inches": 68,
        "age": 26,
        "num_tattoos": 0,
        "hair_color": "dark",
        "hair_length": "chest",
        "date_fear": " Awkward silence",
        "occupation": "Former NFL Cheerleader",
        "likes": [
            "Carrots",
            "coffee",
            "exercise",
            "friends",
            "family"
        ],
        "free_text": " I love it when my date is a gentleman with that old-school mentality/manners, is outgoing, fun, funny, witty, playful, engaging, charming.  I hate it when my date is late! What's your greatest achievement to date? I have a few. First was working at Sally Hershberger, next was making the NY Jets Flight Crew, then it was signing with Wilhelmina Models.  If you could have lunch with three people, living or dead, who would it be? Joan Rivers, Will Farrell, and Cleopatra.  Do you prefer a man who wants to be pursued or a man who pursues you? I like someone who knows what he wants. A challenge is fun, but there's a certain attractiveness to a man who's after me but knows when to pull back to allow room for my pursuit. Balance. :)  What does being married mean to you? Lifetime, life partner, other half. You complement each other, go about life two developed successful people who do it together. Best friends.",
        "eliminated": true,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/ecc82f43-a7f7-4cd1-8c9f-21413b8eebdd/dim/690.1x1.jpg?cb=73284032",
        "hometown_state": "UNK",
        "ethnicity": "caucasian",
        "name": "Nikki Delventhal",
        "intro_order": 10
    },
    {
        "hair_wavy": "straight-medium",
        "hometown_name": "Manhattan Beach",
        "height_inches": 66,
        "age": 28,
        "num_tattoos": 0,
        "hair_color": "mixed",
        "name": "Reegan Cornwell",
        "hair_length": "chest",
        "date_fear": " Guys who name drop and lie to impress",
        "occupation": "Donated Tissue Specialist",
        "likes": [
            "Eye makeup remover",
            "salted caramel ice cream",
            "cherry chapstick",
            "butter popcorn",
            "mascara"
        ],
        "free_text": " I love it when my date opens the car door and tells you that you look nice -- right away.  I hate it when my date gets too touchy-feely too soon. If you could be any animal, what would you be? An eagle -- they mate for life, they fly and see the world above, they are strong and beautiful and represent the greatest country.  If you won the lottery, what would you do with your winnings? I would take my closest friends on a big multi-country vacation. Save half and donate the other half to schools for kids with learning disabilities like dyslexia.  Do you prefer a man who wants to be pursued or a man who pursues you? I'm a little old fashioned...I know times are changing but I still believe pursuing is part of being a man. Manly men approach women -- it shows confidence.  If you really wanted to impress a man, what would you do? I'd keep my mouth shut. :) Seriously, I think just being supportive and listening to what they have to say works best.",
        "eliminated": true,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/15ef30ce-75e7-4a7e-b6e8-d3799a30ce70/dim/690.1x1.jpg",
        "hometown_state": " CA",
        "ethnicity": "caucasian",
        "goneweek": 1,
        "intro_order": 7
    },
    {
        "hair_wavy": "straight",
        "hometown_name": "Los Angeles",
        "height_inches": 65,
        "age": 27,
        "num_tattoos": 0,
        "hair_color": "dark",
        "hair_length": "stomach",
        "date_fear": " Dating someone who is selfish and arrogant",
        "occupation": "Fashion Designer",
        "likes": [
            "My family",
            "Kallie (my 3.5 pound Teacup Maltese)",
            "friends",
            "lip gloss",
            "chocolate"
        ],
        "free_text": " I love it when my date acts like a gentleman.  I hate it when my date does nothing but talk about himself. Do you consider yourself neat or messy? Neat to a fault -- drives me crazy if my house isn't neat.  Are you a little bit country or more of a city person? Both! I grew up more in the country, but have lived in New York City and Los Angeles for the past 4.5 years. Eventually the country might be better as it may be a better environment to raise a family.  Do you consider yourself a romantic? If so why, or why not? Yes because I enjoy romantic situations like candlelit dinners, sunsets, being cozy, holding hands, etc.  How important is your family's approval to you when it concerns dating a certain someone, and why? My family's approval means everything to me because they are the most important people in my life and they are smart about what's good for me and we value each other's opinions. I believe when you marry someone, you are also marrying their family.",
        "eliminated": true,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/0b8da7d6-253a-45db-b1e5-6ca1c459ccbe/dim/690.1x1.jpg",
        "hometown_state": " CA",
        "ethnicity": "caucasian",
        "name": "Samantha Steffen",
        "intro_order": 20
    },
    {
        "hair_wavy": "straight-medium",
        "hometown_name": "Sandy",
        "height_inches": 71,
        "age": 30,
        "num_tattoos": 0,
        "hair_color": "mixed",
        "name": "Tandra Steiner",
        "hair_length": "chest",
        "date_fear": " I've never really thought about that before. Maybe peeing my pants from laughing so hard or something.",
        "occupation": "Executive Assistant",
        "likes": [
            "Music",
            "family",
            "friends",
            "animals",
            "my contact lenses"
        ],
        "free_text": " I love it when my date can hold a conversation, is genuine and has taken the time to plan something.  I hate it when my date talks only about himself and is arrogant. Describe the worst first date you've ever been on. No joke, a guy took me to a wedding reception as a first date once. It was so awkward.  What kinds of music do you listen to most often? All kinds. I love blues, rock, pop, oldies, country and jazz! I even listen to some French rock. The song just has to build. I love moments in music -- it needs to have a climax!  What does being married mean to you? It's sacred. You are promising your life and heart to another. It's choosing every day to love one person, commit to them and build a life together.  What is your ideal mate's personality like? He is honest and genuine. He makes me laugh and cares about others. He likes animals.",
        "eliminated": true,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/87f084e9-cee7-4ff1-bb5c-20afb047b91f/dim/690.1x1.jpg",
        "hometown_state": " UT",
        "ethnicity": "caucasian",
        "goneweek": 2,
        "intro_order": 16
    },
    {
        "hair_wavy": "medium",
        "hometown_name": "Ft. Lauderdale",
        "height_inches": 70,
        "age": 26,
        "num_tattoos": 0,
        "hair_color": "medium",
        "name": "Tara Eddings",
        "hair_length": "chest",
        "date_fear": " A man who nervous talks or won't shut up. Or me having bad gas during the date and he catches on to me.",
        "occupation": "Sport Fishing Enthusiast",
        "likes": [
            "Chocolate",
            "nail file",
            "whiskey",
            "Beave (my stuffed animal beaver I've had since birth",
            "the ocean"
        ],
        "free_text": " I love it when my date opens the truck door for me, is kind to everyone around (servers), shows others that he's with me and wants to show me off to the world, and makes me laugh until I can't breathe.  I hate it when my date talks too much (nervous talk) or has no personality, chews with his mouth open, is rude to people, or makes me pay for anything. What is the most outrageous thing you have ever done? I went to a different country using my identical twins' I.D. and passport. Obviously it worked just fine.  Do you consider yourself a romantic? If so why, or why not? Not too romantic. Because I have not been in a relationship for so long, or dated anyone, I have no one to be romantic towards.  Do you prefer a man who wants to be pursued or a man who pusues you and why? Both. Both of us females and males like the feeling of being pursued. So let's make it interesting and both sexes give it a try.  What does being married mean to you? It means legal documentation that you are forever committed and loyal to your best friend.  ",
        "eliminated": true,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/d5e75061-2f19-4455-9e09-776a166e14b2/dim/690.1x1.jpg",
        "hometown_state": " FL",
        "ethnicity": "caucasian",
        "goneweek": 2,
        "intro_order": 8
    },
    {
        "hair_wavy": "straight",
        "hometown_name": "Wellington",
        "height_inches": 64,
        "age": 29,
        "num_tattoos": 1,
        "hair_color": "dark",
        "name": "Tracy Darakis",
        "hair_length": "shoulder",
        "date_fear": " Having food in my teeth!",
        "occupation": "Fourth Grade Teacher",
        "likes": [
            "Chocolate",
            "mascara",
            "face wash",
            "gum",
            "phone"
        ],
        "free_text": " I love it when my date makes eye contact, asks questions, adds to conversation and makes me laugh.  I hate it when my date talks about himself the whole time or just asks questions like an interview and gives nothing back. What is your ideal mate's personality like? Funny, confident, smart, motivated, thoughtful and caring.  Do you consider yourself a romantic? If so why, or why not? I'd like to be a romantic but I haven't found a guy who'd be into that! I think I am one at heart though.  What's your worst date memory? At lunch I just threw my hair up real quick because it was hot or something and he said \"keep your hair down.\" It was weird.  What does being married mean to you? Having a sidekick and a teammate. Someone who's there for you and loves you no matter what.",
        "eliminated": true,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/d0d265c4-e0ec-4544-9e4f-0abed60094fd/dim/690.1x1.jpg?cb=21321",
        "hometown_state": " FL",
        "ethnicity": "caucasian",
        "goneweek": 3,
        "intro_order": 26
    },
    {
        "hair_wavy": "medium",
        "hometown_name": "San Clemente",
        "height_inches": 65,
        "age": 33,
        "num_tattoos": 1,
        "hair_color": "mixed",
        "name": "Trina Scherenberg",
        "hair_length": "chest",
        "date_fear": " Eating something that gives me \"di-di\"",
        "occupation": "Special Education Teacher",
        "likes": [
            "My dog",
            "pizza",
            "my girlfriends",
            "my mom",
            "random adventures"
        ],
        "free_text": " I love it when my date makes an effort to get to know me and asks me questions.  I hate it when my date doesn't ask me questions. What's your greatest achievement to date? I'm most proud of going to graduate school -- twice! Both times, I earned a 4.0 GPA.  If you could be any fruit or vegetable, which one would you be? I would be a coconut. I love how they grow in such beautiful, exotic yet uninhabited places. No one would ever eat me! I would smell and taste delicious too! And I'd have lots of health benefits to offer.  What does being married mean to you? You are officially signifying that you are a team. You now have a lifetime partner through this journey called life -- the good parts, bad parts, and everything in between.  If you could be someone else for just one day, who would you be? I would love to be a guy for one day. No one in particular, just a guy. I'd love to know how they think!",
        "eliminated": true,
        "photo_url": "http://static.east.abc.go.com/service/image/ratio/id/2f0585ce-f51e-42a8-9d16-bd9cdb3b8784/dim/690.1x1.jpg",
        "hometown_state": " CA",
        "ethnicity": "caucasian",
        "goneweek": 3,
        "intro_order": 6
    },
    {
        "hair_wavy": "medium",
        "hometown_name": "Brooklyn",
        "age": 24,
        "height_inches": 67,
        "num_tattoos": 0,
        "hair_color": "light",
        "eliminated": true,
        "hometown_state": "NY",
        "goneweek": 4,
        "name": "Ashley Salter",
        "ethnicity": "caucasian",
        "hair_length": "chest",
        "intro_order": 14
    },
    {
        "name": "Whitney Bischoff",
        "hair_wavy": "medium",
        "age": 29,
        "height_inches": 67,
        "hair_color": "light",
        "hair_length": "chest",
        "num_tattoos": 1,
        "eliminated": false,
        "hometown_name": "Chicago",
        "ethnicity": "caucasian",
        "hometown_state": "IL",
        "featured": true,
        "featured_num": 4,
        "intro_order": 2
    }


]